[{"truncated":false,"text":"Russia-phobia must end.\nThey are our natural  allies in the huge Christian worldwide war against Islam coming up, and #MAGA means sacrifice.","is_quote_status":false,"id":833269638746218496,"favorite_count":3044,"source":"other","retweeted":false,"retweet_count":1728,"favorited":false,"lang":"en","created_at":"Sun Feb 19 10:58:57 +0000 2017","clean_text":"russia phobia must end natural allies huge christian worldwide war islam coming maga means sacrifice","clean_text_with_stopwords":"russia phobia must end they are our natural allies in the huge christian worldwide war against islam coming up and maga means sacrifice"},{"truncated":false,"text":"@realDonaldTrump We are nearing a constitutional crisis. When judges bypass the POTUS the system is out. So emergency laws are on the table.","is_quote_status":false,"id":827915862871068672,"favorite_count":835,"source":"iphone","retweeted":false,"retweet_count":372,"favorited":false,"lang":"en","created_at":"Sat Feb 04 16:24:58 +0000 2017","clean_text":"@realdonaldtrump nearing constitutional crisis judges bypass potus system emergency laws table","clean_text_with_stopwords":"@realdonaldtrump we are nearing a constitutional crisis when judges bypass the potus the system is out so emergency laws are on the table"},{"truncated":false,"text":"Now at the NSC table, critics can moan all they want. America will be great again and the old elite is going. It´s our way or the Highway!","is_quote_status":false,"id":827548098607996932,"favorite_count":1243,"source":"other","retweeted":false,"retweet_count":453,"favorited":false,"lang":"en","created_at":"Fri Feb 03 16:03:36 +0000 2017","clean_text":"nsc table critics moan want america great old elite going way highway","clean_text_with_stopwords":"now at the nsc table critics can moan all they want america will be great again and the old elite is going it s our way or the highway"},{"truncated":false,"text":"The US has just begun it´s change and we will remove all obstacles for Making America Great again! The revolution is on.","is_quote_status":false,"id":827167772912164864,"favorite_count":1386,"source":"other","retweeted":false,"retweet_count":598,"favorited":false,"lang":"en","created_at":"Thu Feb 02 14:52:19 +0000 2017","clean_text":"us begun change remove obstacles making america great revolution","clean_text_with_stopwords":"the us has just begun it s change and we will remove all obstacles for making america great again the revolution is on"}]